tap "1password/tap"
tap "cmacrae/formulae"
tap "contour-terminal/contour"
tap "getsentry/tools"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jason0x43/neovim-nightly"
tap "jetbrains/utils"
tap "khanhas/tap"
tap "koekeishiya/formulae"
tap "mtslzr/marmaduke-chromium"
tap "nicoverbruggen/cask"
tap "ory/tap"
tap "robotsandpencils/made"
tap "romkatv/powerlevel10k"
tap "shivammathur/php"
tap "symfony-cli/tap"
tap "xcodesorg/made"
brew "act"
brew "openssl@3"
brew "autoconf"
brew "automake"
brew "bash"
brew "libssh2"
brew "bat"
brew "bchunk"
brew "bison"
brew "glib"
brew "chrome-cli"
brew "cmake"
brew "curl"
brew "gmp"
brew "krb5"
brew "libsodium"
brew "libzip"
brew "php", restart_service: true, link: false
brew "composer"
brew "cpanminus"
brew "csvq"
brew "ctags"
brew "dnsmasq", restart_service: true
brew "docker"
brew "docker-compose"
brew "fd"
brew "gnutls"
brew "harfbuzz"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "pango"
brew "ffmpeg"
brew "figlet"
brew "ncurses"
brew "fish"
brew "fzf"
brew "fzy"
brew "gawk"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-flow"
brew "gnupg"
brew "git-secret"
brew "glow"
brew "gnu-sed"
brew "go"
brew "pkg-config"
brew "gobject-introspection"
brew "openjdk"
brew "gradle"
brew "graphviz"
brew "grep"
brew "grex"
brew "httpd", restart_service: true
brew "httpie"
brew "hub"
brew "libheif"
brew "imagemagick"
brew "ios-deploy"
brew "jq"
brew "lazygit"
brew "lf"
brew "libmemcached"
brew "libuv"
brew "libxml2"
brew "lpeg"
brew "luajit"
brew "luajit-openresty"
brew "luarocks"
brew "mackup"
brew "mailhog", restart_service: true
brew "make"
brew "mandown"
brew "mariadb", restart_service: true
brew "mas"
brew "meilisearch", restart_service: true
brew "most"
brew "neofetch"
brew "nginx", restart_service: true
brew "ninja"
brew "nnn"
brew "opam"
brew "pandoc"
brew "php@8.1", restart_service: true
brew "php@8.2", restart_service: true, link: true
brew "phpmyadmin"
brew "pyenv"
brew "python@3.10"
brew "python@3.9"
brew "qt@5"
brew "qcachegrind"
brew "re2c"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "sshs"
brew "starship"
brew "stow"
brew "subversion"
brew "tmux"
brew "trash"
brew "tree"
brew "tree-sitter"
brew "ttyd"
brew "ttygif"
brew "vhs"
brew "wakatime-cli"
brew "wget"
brew "wp-cli"
brew "wp-cli-completion"
brew "z"
brew "zlib"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "getsentry/tools/sentry-cli"
brew "jetbrains/utils/qodana"
brew "ory/tap/cli"
brew "shivammathur/php/php@7.2"
brew "shivammathur/php/php@7.4"
brew "shivammathur/php/php@8.0"
brew "symfony-cli/tap/symfony-cli"
brew "xcodesorg/made/xcodes"
cask "1password"
cask "1password-cli"
cask "ableton-live-suite"
cask "authy"
cask "cleanshot"
cask "clickup"
cask "daisydisk"
cask "dbngin"
cask "elektron-transfer"
cask "focusrite-control"
cask "font-arimo-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-cascadia-code"
cask "font-caskaydia-cove-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-cousine-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lekton-nerd-font"
cask "font-liberation-nerd-font"
cask "font-meslo-lg"
cask "font-meslo-lg-nerd-font"
cask "font-mplus-nerd-font"
cask "font-noto-nerd-font"
cask "font-overpass-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-shure-tech-mono-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "gitkraken"
cask "google-chrome"
cask "izotope-product-portal"
cask "jetbrains-toolbox"
cask "keycastr"
cask "microsoft-auto-update"
cask "microsoft-word"
cask "native-access"
cask "ngrok"
cask "obsidian"
cask "poedit"
cask "postman"
cask "qlmarkdown"
cask "qlvideo"
cask "raycast"
cask "safari-technology-preview"
cask "sketch"
cask "skype"
cask "slack"
cask "spotify"
cask "tinkerwell"
cask "transmit"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
cask "whatsapp-beta"
mas "Developer", id: 640199958
mas "iA Writer", id: 775737590
mas "iMovie", id: 408981434
mas "LastPass", id: 926036361
mas "Logic Pro", id: 634148309
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
vscode "2gua.rainbow-brackets"
vscode "anthonydiametrix.ACF-Snippet"
vscode "bmewburn.vscode-intelephense-client"
vscode "christian-kohler.path-intellisense"
vscode "claudiosanches.woocommerce"
vscode "Equinusocio.vsc-community-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "gamunu.vscode-yarn"
vscode "ikappas.composer"
vscode "junstyle.php-cs-fixer"
vscode "mariusschulz.yarn-lock-syntax"
vscode "mblode.twig-language-2"
vscode "MehediDracula.php-constructor"
vscode "MehediDracula.php-namespace-resolver"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.vscode-typescript-tslint-plugin"
vscode "muath-ye.composer-Intelephense"
vscode "neilbrayfield.php-docblocker"
vscode "oderwat.indent-rainbow"
vscode "phproberto.vscode-php-getters-setters"
vscode "PKief.material-product-icons"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "williambrook.phpactor"
vscode "xdebug.php-debug"
vscode "xdebug.php-pack"
vscode "xqchen.yarn-ui"
vscode "yzhang.markdown-all-in-one"
vscode "zobo.php-intellisense"
