tap "1password/tap"
tap "chase/tap"
tap "cmacrae/formulae"
tap "contour-terminal/contour"
tap "getsentry/tools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "jason0x43/neovim-nightly"
tap "jetbrains/utils"
tap "koekeishiya/formulae"
tap "microsoft/mssql-release"
tap "mtslzr/marmaduke-chromium"
tap "nicoverbruggen/cask"
tap "ory/tap"
tap "romkatv/powerlevel10k"
tap "shivammathur/php"
tap "symfony-cli/tap"
tap "typesense/tap"
tap "wpscanteam/tap"
tap "xcodesorg/made"
brew "act"
brew "openssl@3"
brew "autoconf"
brew "autoconf-archive"
brew "automake"
brew "bash"
brew "libssh2"
brew "libgit2"
brew "bat"
brew "bat-extras"
brew "bchunk"
brew "bison"
brew "icu4c@77"
brew "boost"
brew "caddy"
brew "glib"
brew "ccache"
brew "harfbuzz"
brew "icu4c@76"
brew "pango"
brew "librsvg"
brew "chafa"
brew "chrome-cli"
brew "protobuf"
brew "clamav"
brew "cmake"
brew "gmp"
brew "krb5"
brew "libsodium"
brew "libzip"
brew "php", restart_service: :changed, link: false
brew "composer"
brew "cowsay"
brew "cpanminus"
brew "csvq"
brew "ctags"
brew "dnsmasq"
brew "docker-compose"
brew "duf"
brew "gnutls"
brew "tree-sitter"
brew "emacs"
brew "exiftool"
brew "fd"
brew "fdupes"
brew "fennel"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "ffmpeg"
brew "figlet"
brew "ncurses"
brew "fish"
brew "fortune"
brew "fzf"
brew "fzy"
brew "gawk"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-flow"
brew "gnupg"
brew "git-secret"
brew "glow"
brew "gnu-sed"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "openjdk"
brew "gradle"
brew "graphviz"
brew "grc"
brew "grep"
brew "grex"
brew "httpd", restart_service: :changed
brew "httpie"
brew "hub"
brew "libheif"
brew "imagemagick"
brew "inetutils"
brew "ios-deploy"
brew "jq"
brew "judy"
brew "kubernetes-cli"
brew "lazygit"
brew "lf"
brew "libmemcached"
brew "libuv"
brew "libxml2"
brew "lpeg"
brew "luajit"
brew "luajit-openresty"
brew "luarocks"
brew "mackup"
brew "mailhog", restart_service: :changed
brew "make"
brew "mandown"
brew "mariadb", restart_service: :changed
brew "mariadb-connector-odbc"
brew "mas"
brew "meilisearch", restart_service: :changed
brew "most"
brew "mycli"
brew "nasm"
brew "neofetch"
brew "neovim", link: false
brew "nginx"
brew "ninja"
brew "nnn"
brew "numpy"
brew "opam"
brew "openjdk@17"
brew "pandoc"
brew "parallel"
brew "php@8.1"
brew "php@8.2", restart_service: :changed, link: true
brew "php@8.3"
brew "phpmyadmin"
brew "pyenv"
brew "python@3.10"
brew "python@3.9"
brew "qcachegrind"
brew "qrencode"
brew "qt@5"
brew "ruby-build"
brew "rbenv"
brew "re2c"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "rmlint"
brew "ruby"
brew "shellcheck"
brew "shellharden"
brew "sshs"
brew "starship"
brew "stow"
brew "subversion"
brew "testdisk"
brew "tmux"
brew "trash", link: true
brew "tree"
brew "ttyd"
brew "ttygif"
brew "vhs"
brew "wakatime-cli"
brew "wget"
brew "wp-cli"
brew "wp-cli-completion"
brew "z"
brew "zig"
brew "zlib"
brew "zsh"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "chase/tap/awrit"
brew "getsentry/tools/sentry-cli"
brew "jetbrains/utils/qodana"
brew "microsoft/mssql-release/msodbcsql18"
brew "microsoft/mssql-release/mssql-tools18"
brew "ory/tap/cli"
brew "shivammathur/php/php@7.4"
brew "symfony-cli/tap/symfony-cli"
brew "typesense/tap/typesense-server@26.0"
brew "xcodesorg/made/xcodes"
cask "1password"
cask "1password-cli"
cask "ableton-live-suite"
cask "cleanshot"
cask "daisydisk"
cask "elektron-transfer"
cask "figma"
cask "firefox"
cask "focusrite-control"
cask "font-arimo-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-cascadia-code"
cask "font-cascadia-code-nf"
cask "font-cascadia-mono-nf"
cask "font-caskaydia-cove-nerd-font"
cask "font-caskaydia-mono-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-cousine-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lekton-nerd-font"
cask "font-liberation-nerd-font"
cask "font-m+-nerd-font"
cask "font-meslo-lg"
cask "font-meslo-lg-nerd-font"
cask "font-noto-nerd-font"
cask "font-overpass-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-shure-tech-mono-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "google-drive"
cask "izotope-product-portal"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keycastr"
cask "microsoft-auto-update"
cask "microsoft-word"
cask "native-access"
cask "neovim-nightly"
cask "ngrok"
cask "obsidian"
cask "poedit"
cask "postman"
cask "qlmarkdown"
cask "qlvideo"
cask "raycast"
cask "safari-technology-preview"
cask "skype"
cask "slack"
cask "soapui"
cask "spotify"
cask "tinkerwell"
cask "transmit"
cask "valhalla-freq-echo"
cask "valhalla-space-modulator"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
cask "whatsapp"
cask "wordpresscom-studio"
cask "zed"
cask "zen"
mas "Developer", id: 640199958
mas "iA Writer", id: 775737590
mas "iMovie", id: 408981434
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
vscode "anthonydiametrix.acf-snippet"
vscode "bmewburn.vscode-intelephense-client"
vscode "christian-kohler.path-intellisense"
vscode "claudiosanches.woocommerce"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "figma.figma-vscode-extension"
vscode "gamunu.vscode-yarn"
vscode "ikappas.composer"
vscode "junstyle.php-cs-fixer"
vscode "mariusschulz.yarn-lock-syntax"
vscode "mblode.twig-language-2"
vscode "mehedidracula.php-constructor"
vscode "mehedidracula.php-namespace-resolver"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "muath-ye.composer-intelephense"
vscode "neilbrayfield.php-docblocker"
vscode "oderwat.indent-rainbow"
vscode "phpactor.vscode-phpactor"
vscode "phproberto.vscode-php-getters-setters"
vscode "pkief.material-product-icons"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "williambrook.phpactor"
vscode "xdebug.php-debug"
vscode "xdebug.php-pack"
vscode "xqchen.yarn-ui"
vscode "yzhang.markdown-all-in-one"
vscode "zobo.php-intellisense"
