tap "algolia/algolia-cli"
tap "charmbracelet/tap"
tap "chase/tap"
tap "cmacrae/formulae"
tap "contour-terminal/contour"
tap "getsentry/tools"
tap "gittower/tap"
tap "homebrew-ffmpeg/ffmpeg"
tap "homebrew/brew-vulns"
tap "homebrew/cask"
tap "homebrew/core"
tap "jason0x43/neovim-nightly"
tap "jetbrains/utils"
tap "koekeishiya/formulae"
tap "lescanauxdiscrets/tap"
tap "microsoft/mssql-release"
tap "mtslzr/marmaduke-chromium"
tap "nicoverbruggen/cask"
tap "ory/tap"
tap "romkatv/powerlevel10k"
tap "shivammathur/php"
tap "sst/tap"
tap "symfony-cli/tap"
tap "typesense/tap"
tap "wpscanteam/tap"
tap "xcodesorg/made"
brew "openssl@3"
brew "autoconf"
brew "autoconf-archive"
brew "automake"
brew "ncurses"
brew "bash"
brew "libssh2"
brew "libgit2"
brew "bat"
brew "bat-extras"
brew "bchunk"
brew "boost"
brew "glib"
brew "ccache"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "chafa"
brew "icu4c@77"
brew "libass"
brew "ffmpeg", args: ["with-jpeg-xl", "with-librsvg", "with-openjpeg", "with-webp"]
brew "chromaprint"
brew "protobuf"
brew "clamav"
brew "cmake"
brew "libtool"
brew "gmp"
brew "krb5"
brew "libsodium"
brew "libzip"
brew "composer"
brew "cpanminus"
brew "csvq"
brew "ctags"
brew "ddrescue"
brew "dnsmasq", restart_service: :changed
brew "docker-compose"
brew "exiftool"
brew "fdupes"
brew "figlet"
brew "fish"
brew "fzf"
brew "fzy"
brew "gawk"
brew "gh"
brew "leptonica"
brew "ghostscript"
brew "git"
brew "gnutls"
brew "gnupg"
brew "git-secret"
brew "glow"
brew "gnu-sed"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "graphviz"
brew "grc"
brew "grep"
brew "grex"
brew "httpd", restart_service: :changed
brew "hub"
brew "icu4c@76"
brew "libheif"
brew "imagemagick"
brew "inetutils"
brew "jq"
brew "judy"
brew "kubernetes-cli"
brew "lazygit"
brew "libmemcached"
brew "libuv"
brew "llvm@20"
brew "lpeg"
brew "luajit"
brew "luajit-openresty"
brew "luarocks"
brew "m1ddc"
brew "mackup"
brew "mailhog", restart_service: :changed
brew "make"
brew "mariadb"
brew "mariadb-connector-odbc"
brew "mas"
brew "mycli"
brew "nasm"
brew "neovim"
brew "nginx"
brew "ninja"
brew "nmap"
brew "numpy"
brew "opam"
brew "openjdk"
brew "openjdk@17"
brew "parallel"
brew "php@8.3"
brew "phpmyadmin"
brew "pie"
brew "python@3.10"
brew "python@3.9"
brew "qcachegrind"
brew "qt@5"
brew "ruby-build"
brew "rbenv"
brew "re2c"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "sevenzip"
brew "swiftlint"
brew "testdisk"
brew "tree"
brew "tree-sitter"
brew "wakatime-cli"
brew "wp-cli"
brew "wp-cli-completion"
brew "zig"
brew "zlib"
brew "zsh"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "gittower/tap/git-flow-next"
brew "homebrew-ffmpeg/ffmpeg/ffmpeg", args: ["with-jpeg-xl", "with-librsvg", "with-openjpeg", "with-webp"]
brew "homebrew/brew-vulns/brew-vulns"
brew "microsoft/mssql-release/msodbcsql18"
brew "microsoft/mssql-release/mssql-tools18"
brew "shivammathur/php/php@8.0"
brew "sst/tap/opencode"
brew "symfony-cli/tap/symfony-cli"
cask "1password"
cask "1password-cli"
cask "ableton-live-suite"
cask "cleanshot"
cask "daisydisk"
cask "focusrite-control"
cask "font-cascadia-code"
cask "font-cascadia-code-nf"
cask "font-cascadia-mono-nf"
cask "font-caskaydia-cove-nerd-font"
cask "font-caskaydia-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg"
cask "font-meslo-lg-nerd-font"
cask "font-noto-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "ghostty"
cask "helium-browser"
cask "izotope-product-portal"
cask "jetbrains-toolbox"
cask "keycastr"
cask "native-access"
cask "obsidian"
cask "qlvideo"
cask "raycast"
cask "spotify"
cask "tinkerwell"
cask "transmission"
cask "transmit"
cask "valhalla-freq-echo"
cask "valhalla-space-modulator"
cask "vlc"
cask "wezterm"
cask "whatsapp"
cask "zen"
mas "Developer", id: 640199958
mas "iA Writer", id: 775737590
mas "LastPass", id: 926036361
mas "Logic Pro", id: 634148309
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
go "github.com/charmbracelet/gum"
go "github.com/maaslalani/nap"
go "github.com/caddyserver/xcaddy/cmd/xcaddy"
cargo "ast-grep"
cargo "atac"
cargo "atuin"
cargo "bacon"
cargo "bandwhich"
cargo "bottom"
cargo "cargo-binstall"
cargo "cargo-cache"
cargo "cargo-edit"
cargo "cargo-expand"
cargo "cargo-generate"
cargo "cargo-info"
cargo "cargo-update"
cargo "cfonts"
cargo "cmd-wrapped"
cargo "colorer"
cargo "coreutils"
cargo "create-tauri-app"
cargo "dioxus-cli"
cargo "diskonaut"
cargo "du-dust"
cargo "erdtree"
cargo "exa"
cargo "eza"
cargo "fast-ssh"
cargo "fd-find"
cargo "felix"
cargo "fennel-language-server"
cargo "git-delta"
cargo "gitui"
cargo "gobang"
cargo "helix-term"
cargo "hexyl"
cargo "hl"
cargo "hyperfine"
cargo "inlyne"
cargo "jless"
cargo "jnv"
cargo "lcat"
cargo "lla"
cargo "lolcat"
cargo "lolcrab"
cargo "lscolors"
cargo "lsd"
cargo "mcfly"
cargo "mdcat"
cargo "mise"
cargo "mprocs"
cargo "nu"
cargo "ouch"
cargo "pastel"
cargo "pmr"
cargo "porsmo"
cargo "ripgrep"
cargo "sccache"
cargo "silicon"
cargo "speedtest-rs"
cargo "stylua"
cargo "tailspin"
cargo "taplo-cli"
cargo "tauri-cli"
cargo "teehee"
cargo "teleport-dir"
cargo "termscp"
cargo "tree-sitter-cli"
cargo "trunk"
cargo "vivid"
cargo "wasm-bindgen-cli"
cargo "wiki-tui"
cargo "xcp"
cargo "zellij"
cargo "zoxide"
