tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "khanhas/tap"
tap "nicoverbruggen/cask"
tap "robotsandpencils/made"
tap "romkatv/powerlevel10k"
tap "shivammathur/php"
brew "openssl@1.1"
brew "autoconf"
brew "bash"
brew "bat"
brew "python@3.9"
brew "glib"
brew "pkg-config"
brew "chrome-cli"
brew "cmake"
brew "gmp"
brew "libzip"
brew "php", restart_service: true, link: false
brew "composer"
brew "coreutils"
brew "ctags"
brew "dnsmasq", restart_service: true
brew "fasd"
brew "fd"
brew "gobject-introspection"
brew "harfbuzz"
brew "leptonica"
brew "libass"
brew "ffmpeg"
brew "figlet"
brew "fnm"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-flow"
brew "gnupg"
brew "git-secret"
brew "openjdk"
brew "gradle"
brew "pango"
brew "graphviz"
brew "grep"
brew "grex"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "ios-deploy"
brew "lazygit"
brew "lf"
brew "libmemcached"
brew "lsd"
brew "luarocks"
brew "mackup"
brew "mariadb", restart_service: true
brew "mas"
brew "meilisearch", restart_service: true
brew "neofetch"
brew "neovim"
brew "nginx", restart_service: true
brew "node"
brew "openssl@3"
brew "php@7.4", restart_service: true, link: true
brew "php@8.0", restart_service: true
brew "pyenv"
brew "qcachegrind"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ruby"
brew "starship"
brew "stow"
brew "subversion"
brew "tmux"
brew "trash"
brew "tree"
brew "wget"
brew "wp-cli"
brew "z"
brew "zlib"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "romkatv/powerlevel10k/powerlevel10k", link: false
cask "ableton-live-suite"
cask "alfred"
cask "authy"
cask "binance"
cask "daisydisk"
cask "elektron-transfer"
cask "expressvpn"
cask "fantastical"
cask "focusrite-control"
cask "font-meslo-lg-nerd-font"
cask "gitkraken"
cask "google-chrome"
cask "iterm2"
cask "izotope-product-portal"
cask "jetbrains-toolbox"
cask "keka"
cask "lastpass"
cask "local"
cask "native-access"
cask "paw"
cask "qlmarkdown"
cask "raycast"
cask "safari-technology-preview"
cask "sketch"
cask "skype"
cask "slack"
cask "splice"
cask "spotify"
cask "surge-synthesizer"
cask "tableplus"
cask "tinkerwell"
cask "transmit"
cask "vlc"
cask "whatsapp"
mas "Developer", id: 640199958
mas "Everhour", id: 1539652800
mas "GarageBand", id: 682658836
mas "iA Writer", id: 775737590
mas "Keynote", id: 409183694
mas "LastPass", id: 926036361
mas "Logic Pro", id: 634148309
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
